{
  "001": {
    "path": "images/001.png",
    "desc": "A large size storage box made with camphor wood, and exterior decorated with magpies on plum blossoms scene, enforced with straps of brass."
  },
  "002": {
    "path": "images/002.png",
    "desc": "Of rectangular form, naturalistically carved in bamboo-style with long nodded stalks forming the legs joined by openwork grape-ivy spandrels, graduated in size to fit within one another."
  },
  "003": {
    "path": "images/003.png",
    "desc": "Of rectangular top over four removable drawers, with applied incised arches and bail handles, the wood of a warm-brown color."
  },
  "004": {
    "path": "images/004.png",
    "desc": "Each of the rectangular forms, joined by openwork fruit spandrels, graduated in size to fit within one another."
  },
  "005": {
    "path": "images/005.png",
    "desc": "Comprising one rosewood square desk and two rosewood square chairs with stone panel inlaid."
  },
  "006": {
    "path": "images/006.png",
    "desc": "The desktop of a trapezoid shape with a red marble panel inlaid to the center, then with a drawer opening at the front center, overall of dark wood color."
  },
  "007": {
    "path": "images/007.png",
    "desc": "A box of Korean Tae Guk ginseng."
  },
  "008": {
    "path": "images/008.png",
    "desc": "The slightly everted rims rounded down to a short foot, painted to the interior with a figural story scene."
  },
  "009": {
    "path": "images/009.png",
    "desc": "Modeled with lobed sides simulating petals, carved with leafy vines to the domed cover against a yellow-glazed exterior, the interior modeled with a central circle compartment encircled by four radiating sections, applied to the interioroverall with a turquoise glaze."
  },
  "010": {
    "path": "images/010.png",
    "desc": "Worked from a celadon jade stone, carved as a crouching cat with its head looking upward, comes with a fit stand; with a Sotheby’s sticker at the bottom."
  },
  "011": {
    "path": "images/011.png",
    "desc": "The cylindrical body is set on top of three concave feet, incised around the body with dragons flying amidst clouds scene, paired with a domed wood cover with a seashell finial."
  },
  "012": {
    "path": "images/012.png",
    "desc": "Modeled with lobed sides simulating flower petals, painted to the top panel with a flower and bird scene."
  },
  "013": {
    "path": "images/013.png",
    "desc": "Worked from an opaque white jade stone."
  },
  "014": {
    "path": "images/014.png",
    "desc": "Carved as a pair of melons fruiting from leafy vines, worked from a creamy-ivory jade stone."
  },
  "015": {
    "path": "images/015.png",
    "desc": "Overall likely heart shape, carved two Chi dragons on top and bottom gazing at each other around the center aperture, the stone of overall grayish-white color."
  },
  "016": {
    "path": "images/016.png",
    "desc": "Comprising of one agate snuff bottle, of golden-brown color, and a gold splashed blue Peking glass snuff bottle."
  },
  "017": {
    "path": "images/017.png",
    "desc": "The stone is its naturalistic form, carved along its concave and convex with a landscape scene, the stone overall of an orange-yellow color."
  },
  "018": {
    "path": "images/018.png",
    "desc": "Each of hexagonal form, hollowed with one quatrefoil section to each face of the body, painted with immortal story scene to the exterior."
  },
  "019": {
    "path": "images/019.png",
    "desc": "Of cylindrical form, worked from a darkbrown wood, carved to the exterior with a landscape scene, with the author’s mark."
  },
  "020": {
    "path": "images/020.png",
    "desc": "Of slightly compressed cylindrical form, carved to the exterior with a figural scene and poetic phrases to the reverse."
  }
}
